Repository: rogeriomarques/arguman.org
Catalog: web/locale/*/LC_MESSAGES/django.po
Languages: tr

source: Publish selected posts
tr: Yayına al

source: Mark as draft selected posts
tr: Taslak olarak işaretle

source: Name
tr: İsim

source: Slug
tr: URL

source: Content
tr: İçerik

source: Published
tr: Yayınlı

source: is a
tr: üst anlam

source: part of
tr: parçası

source: opposite with
tr: karşıtı

source: whole of
tr: alt anlam

source: You should write a premise or link an argument.
tr: Bir önerme yazmanız ya da ilişkilendirilecek bir argüman seçmeniz gerekir.

source: but
tr: ama

source: because
tr: çünkü

source: however
tr: ancak

source: Begging The Question
tr: Kısır Döngü Safsatası

source: Irrelevant Conclusion
tr: Alakasız Sonuç Safsatası

source: Fallacy Of Irrelevant Purpose
tr: Alakasız Amaç Safsatası

source: Fallacy Of Red Herring
tr: Konuyu Saptırma Safsatası

source: Argument Against TheMan
tr: Adam Karalama Safsatası

source: Poisoning The Well
tr: Dolduruşa Getirme Safsatası

source: Fallacy Of The Beard
tr: Devede Kulak Safsatası

source: Fallacy Of Slippery Slope
tr: Felaket Tellallığı Safsatası

source: Fallacy Of False Cause
tr: Yanlış Sebep Safsatası

source: Fallacy Of Previous This
tr: Öncesinde Safsatası

source: Joint Effect
tr: Müşterek Etki

source: Wrong Direction
tr: Yanlış Yön Safsatası

source: False Analogy
tr: Yanlış Benzetme Safsatası

source: Slothful Induction
tr: Yok Sayma Safsatası

source: Appeal To Belief
tr: İnanca Başvurma Safsatası

source: Pragmatic Fallacy
tr: Faydacı Safsata

source: Fallacy Of Is To Ought
tr: Dayatma Safsatası

source: Argument From Force
tr: Tehdit Safsatası

source: Argument To Pity
tr: Duygu Sömürüsü

source: Prejudicial Language
tr: Önyargılı Dil Safsatası

source: Fallacy Of Special Pleading
tr: Mazeret Safsatası

source: Appeal To Authority
tr: Bir Bilen Safsatası

source: Argument
tr: Argüman

source: Description
tr: Açıklama

source: Original Discourse
tr: Orijinal Söylem

source: Sources
tr: Kaynaklar

source: Parent
tr: Önermenin öncülü

source: The parent of premise. If you don't choose anything, it will be a main premise.
tr: Önermenin öncülü. Eğer boş bırakılırsa ana argümanın bir önermesi olur.

source: Premise Type
tr: Önerme Tipi

source: Premise Content
tr: İçerik

source: Related Argument
tr: İlgili Argüman

source: You can also associate your premise with an argument.
tr: Önermenizi başka bir argümanla ilişkilendirebilirsiniz.

source: Reason
tr: Sebep

source: Please explain that why the premise is a fallacy.
tr: Önermenin neden safsata olduğunu açıklayınız.

source: Fallacy Type
tr: Safsata Tipi

source: Username
tr: Kullanıcı Adı

source: Required. 30 characters or fewer. Letters, digits and @/./+/-/_ only.
tr: Bu alan gereklidir.

source: Invalid characters
tr: Geçersiz karakterler.

source: The two password fields didn't match.
tr: Şifreler birbiriyle uyuşmuyor.

source: New password
tr: Yeni şifre

source: New password confirmation
tr: Yeni şifre onayı

source: email notification
tr: E-posta Bildirimleri

source: Load more
tr: Daha fazla yükle

source: Login
tr: Giriş yap

source: or login with twitter
tr: ya da twitter ile bağlan

source: Forgot your password?
tr: Şifremi unuttum

source: <a href="%(login_url)s">Login</a> or <a href="%(register_url)s">register</a> to add a premise for this argument.
tr: Bir önerme eklemek için <a href="%(login_url)s">giriş</a> yapın ya da <a href="%(register_url)s">kayıt</a> olun.

source: The password changed successfully.
tr: Şifre başarıyla değiştirildi.

source: Enter your password
tr: Şifrenizi girin

source: New password (again)
tr: Yeni şifre (tekrar)

source: Change my password
tr: Şifremi değiştir

source: Invalid password reset url.
tr: Yanlış şifre sıfırlama URL'i.

source: We have sent an email to reset your password. Please check your inbox.
tr: Şifrenizi sıfırlamanız için bir email gönderdik. Lütfen kontrol ediniz.

source: Reset Password
tr: Şifremi Unuttum

source: Submit
tr: Gönder

source: supporter.
tr: destekleyen

source: fallacy report.
tr: safsata bildirimi

source: No data.
tr: Hiç veri yok.

source: date joined
tr: güncelle

source: Following
tr: Takip Ettikleri

source: Followers
tr: Takipçileri

source: Overview
tr: Genel

source: Arguments
tr: Argümanlar

source: Premises
tr: Önermeler

source: Fallacy Reports
tr: Safsata Raporları

source: update profile
tr: Profil Güncelle

source: Unfollow
tr: Takibi bırak

source: Follow
tr: Takip et

source: Most active channels
tr: En aktif olduğu kanallar

source: Most discussed users
tr: En çok tartıştığı kullanıcılar

source: Most supported premises
tr: En çok desteklenen önermeleri

source: Register
tr: Kayıt Ol

source: You can update your profile picture on <a href="http://gravatar.com">gravatar.com</a>.
tr: Avatarınızı <a href="http://gravatar.com">gravatar.com</a> üzerinden güncelleyebilirsiniz.

source: Update Profile
tr: Profil Güncelle

source: Update
tr: Güncelle

source: Argument Analysis Platform. Create and analyze argument maps online.
tr: Argüman Analizi Platformu | Argümantasyon

source: Argument analysis and mapping platform
tr: Argüman analizi ve haritalama platformu

source: Announcement:
tr: Duyuru:

source: about
tr: nedir?

source: register
tr: kayıt ol

source: login
tr: giriş

source: new argument
tr: yeni argüman

source: logout
tr: çıkış

source: search keywords
tr: bu bir arama kutusu

source: Languages:
tr: Diller:

source: English
tr: İngilizce

source: Turkish
tr: Türkçe

source: Chinese
tr: Çince

source: Follow on twitter:
tr: Twitter'da takip et:

source: arguman.org is an open-source project. you can follow the <a href="http://github.com/arguman/arguman.org">organization</a> on github.
tr: arguman.org açık kaynak bir projedir. <a href="http://github.com/arguman">github</a> üzerinde takip edebilirsiniz

source: Terms of Service
tr: Kullanım Koşulları

source: Feedback
tr: Öneri ve şikayet

source: Donate
tr: Bağış yapın

source: Fallacies
tr: Safsatalar

source: arguman.org is an <a href="%(about_url)s">argument analysis</a> platform.
tr: arguman.org bir <a href="%(about_url)s">argüman analizi</a> platformudur.

source: What is going on here:
tr: Neler oluyor burada:

source: Show only followed users activity.
tr: Sadece takip takip ettiklerim

source: Show all users activity.
tr: Herkesin haberlerini görüntüle

source: Newsfeed seems empty.
tr: Haber kaynağı boş gözüküyor.

source: created an argument:
tr: bir argüman oluşturdu:

source: reported <strong>%(fallacy)s</strong> for a premise.
tr: bir önerme için <strong>%(fallacy)s</strong> bildirimi yaptı:

source: following <a href="%(profile_url)s" class="contention-link">%(username)s</a>
tr: <a href="%(profile_url)s" class="contention-link">%(username)s</a> kişisini takip ediyor

source: associated with another argument
tr: başka bir argümanla ilişkilendirildi:

source: Notifications
tr: Bildirimler

source: added a <span class="premise-type %(class)s">%(label)s</span> premise
tr: bir <span class="premise-type %(class)s">%(label)s</span> önermesi ekledi

source: added a <span class="premise-type %(class)s">%(label)s</span> premise for
tr: bir <span class="premise-type %(class)s">%(label)s</span> önermesi ekledi

source: is following you.
tr: sizi takip ediyor.

source: Your premise reported as <strong>%(label)s</strong>
tr: Önermen <strong>%(label)s</strong> olarak bildirildi.

source: supported your premise
tr: önermeni destekledi

source: Regular users
tr: Müdavimler

source: add new relation
tr: yeni ilişki ekle

source: create an argument
tr: bir argüman oluştur

source: New Relation
tr: Yeni İlişki

source: Target noun (Singular)
tr: Hedef İsim

source: Relation types
tr: İlişki tipleri

source: <p><b>Is a (hypernym and hyponym)</b> A type-of relationship between two types. For example <i>Organic Process</i> is the hypernym of <i>Evolution</i>.</p>
tr: <p><b>Üst Anlam ve Alt Anlam</b> Üst anlam nesnenin bir üst kategorisini, alt anlam ise tam tersi temsil eder.Örnek, <i>Yumuşakcalar</i> <i>Salyangoz</i> kelimesinin üst anlamıdır.</p>

source: <p><b>Part of (holonymy and meronymy)</b> A part/whole relationship between two types. For example <i>Natural Selection</i> is the part of <i>Evolution</i></p>
tr: <p><b>Üst Anlam ve Alt Anlam</b> Üst anlam nesnenin bir üst kategorisini, alt anlam ise tam tersi temsil eder.Örnek, <i>Yumuşakcalar</i> <i>Salyangoz</i> kelimesinin üst anlamıdır.</p>

source: <p><b>Opposite with (antonym)</b> The opposite meaning of the type. For example, <i>Evolution</i> and <i>Devolution</i></p>
tr: <p><b>Karşıt Anlam</b> Nesnenin karşıt anlamını temsil eder. Örnek, <i>Genleşme</i> and <i>Büzüşme</i></p>

source: all channels
tr: tüm kanallar

source: See all
tr: Hepsini gör

source: add premise
tr: önerme ekle

source: remove
tr: kaldır

source: Argument Map
tr: Argüman Haritası

source: sender
tr: gönderen

source: source
tr: kaynaklar

source: Unspecified
tr: Belirtilmemiş

source: RANDOM
tr: RASTGELE

source: RELATED ARGUMENTS
tr: İLGİLİ ARGÜMANLAR

source: share
tr: paylaş

source: view
tr: görünüm

source: Tree
tr: Ağaç

source: List
tr: Liste

source: sender:
tr: gönderen:

source: objection rate
tr: itiraz oranı

source: support rate
tr: desteklenme oranı

source: Neutral support and objection rate.
tr: nötr desteklenme ve itiraz oranı.

source: No results found.
tr: Sonuç bulunamadı.

source: Edit Argument
tr: Argümanı Düzenle

source: Remove the argument
tr: Argümanı sil

source: Edit Premise
tr: Önermeyi Düzenle

source: The main contention. It will be arguable with own premises. The Premises can prove or rebuttal this contention.<br> Examples: <ul> <li>Real art is for society, not for profit</li> <li>The meaning of life is 42</li> <li>Ethics man did what had to be done</li> </ul>
tr: Önermeleriyle birlikte tartışılabilecek, desteklenebilecek, ispatlanabilecek ya da çürütülebilecek bir argüman. <br> Örnekler:<ul><li>Sanat toplum içindir.</li><li>Bisiklet bir ulaşım aracıdır.</li><li>Bisikletçiler trafikte bulunduğu tüm şeridi kaplamalıdır.</li><li>Python'ın ilerlemesinde GIL büyük bir engeldir.</li></ul>

source: You have to choose a fallacy type. For more information, you can look at the <a href="https://en.wikipedia.org/wiki/List_of_fallacies">wikipedia entry</a> for fallacies.
tr: Safsata tipi belirtilmesi gereklidir.Bunlar hakkında daha fazla bilgi için <a href='http://safsatakilavuzu.com'>safsatakilavuzu.com</a> adresini ziyaret edebilirsiniz.

source: The owner of argument. It can be instutation, person, book, or a paper. Examples: <ul> <li>On the Origin of Species</li> <li>Friedrich Nietzsche</li> <li>Piet Mondiran</li> <li>The Guardian</li> </ul>
tr: Argümanın sahibi. Bir kurum, kitap ya da kişi olabilir.<ul><li>T.C. Anayasası</li><li>Türk Dil Kurumu</li><li>Friedrich Nietzsche</li><li>Piet Mondiran</li><li>Aziz Nesin</li></ul>

source: Example: We define happiness as a state of well-being, starting with being alive instead of dead.
tr: Örnek: Bisiklet sürücüsü karayolunda en sağ şeridi kullanır ve diğer taşıtlar ile aynı sorumlulukla hareket eder.

source: Example: Charles Darwin's The Origin of Species
tr: Örnek: T.C. Karayolları Trafik Kanunu 2918/46. Maddesi

source: The type of premise. It can be: <ul> <li> but: An objection against the contention. </li> <li> because: A reason for proof the contention. </li> <li> however: An additional situation for the premise. </li> </ul>
tr: Önermenin tipi belirtilmesi gerekir. Değerler şunlardır:<ul> <li>ama: itiraz ve çürütme için kullanılır</li> <li>çünkü: destek/kanıt için kullanılır</li> <li>ancak: bir önermeye ek bilgi ya da durum belirtilmesi için kullanılır.</li></ul>

source: The source of argument. It can be a URL, a book, or a newspaper. It is important for reliability of main contention.
tr: Angümanın kaynağı. Bir URL, kitap adı ya da dergi adı olabilir. Bu alan önemlidir, kaynaksız ve tartışmalı bir argüman/önerme yayından kaldırılır.

source: Go to parent premise
tr: Önermenin öncülüne git

source: Save and continue to edit
tr: Kaydet ve düzenlemeye devam et

source: The parent premise:
tr: Önermenin öncülü:

source: Characters remaining:
tr: Kalan karakter sayısı:

source: score:
tr: ağırlık:

source: sources:
tr: kaynaklar

source: %(count)s fallacy reported.
tr: %(count)s safsata bildirimi

source: undo
tr: geri al

source: %(count)s supporter.
tr: %(count)s destekleyen var.

source: edit
tr: düzenle

source: Are you sure to remove this premise?
tr: Bu önermeyi silmek istediğinize emin misini?

source: support
tr: destekle

source: report fallacy
tr: safsata bildir

source: The premise:
tr: Önerme:

source: Report Fallacy
tr: Safsata Bildirimi

source: open in tree view
tr: ağaç görünümünde aç

source: branch
tr: dal daha

source: You can use arrow keys to navigate in the map.
tr: harita üzerinde gezinmek için yön tuşlarını kullanabilirsiniz.

source: Loading tree...
tr: Yükleniyor...

source: The argument have no premises.
tr: Argüman henüz bir önermeye sahip değil.

source: Add a premise
tr: Önerme ekle

source: Edit argument
tr: Argümanı Düzenle

source: The argument is too complex. You can switch to list view.
tr: Argüman çok kalabalık. Liste görünümüne geçebilirsiniz.

source: last update:
tr: son güncellenme:

source: Login with Twitter
tr: Twitter ile Giriş Yap

source: PARTICIPANT
tr: KATILIMCI

source: BECAUSE
tr: ÇÜNKÜ

source: BUT
tr: AMA

source: HOWEVER
tr: ANCAK

source: FOLLOWER
tr: TAKİPÇİ

source: ARGUMENT
tr: ARGÜMAN

source: PREMISE
tr: ÖNERME

source: SUPPORT
tr: DESTEK

source: Keywords:
tr: Kelime:

source: contentions
tr: argümanlar

source: users
tr: kullanıcılar

source: premises
tr: önermeler

source: Statistics
tr: İstatistikler

source: most active users
tr: en katılımcı üyeler

source: highest user karma
tr: karması en yüksek olanlar

source: most crowded arguments
tr: en kalabalık önermeler

source: most supported premises
tr: en çok desteklenen önermeler

source: most fallacy premises
tr: en safsata önermeler

source: this week
tr: bu hafta

source: this month
tr: bu ay

source: all time
tr: tüm zamanlar

source: Newsfeed
tr: Haber Kaynağı

source: Featured
tr: Seçilmişler

source: New
tr: Yeniler
